const topics = [
  //基本的なもの
  "趣味や好きなことは？",
  "出身地と出身地のおすすめの場所や食べ物（現在住んでいるところでもOK）",
  "好きな筋トレの種目は？または好きな筋肉の部位は？",

  //RUNTEQ、エンジニア関係
  "理想のエンジニア像は？また、エンジニアになってやってみたいことは？",
  "RUNTEQに入学したきっかけは？",
  "参加してみたいRUNTEQイベントは？",
  "一番難しかったRUNTEQのカリキュラムは？",
  "これから作りたいWebアプリは？",
  "課題で詰まった時の気分転換方法は？",
  "ポモドーロの合間は何している？",

  //自分のことについて
  "私を一言で表すと〇〇です",
  "私のモットー、人生において大切にしていること",
  "学生時代について",

  //ライフスタイル
  "将来の夢は？",
  "ストレス発散方法は？",
  "1日のルーティンを教えて",
  "好きな音楽は",
  "完全オフの日は何して過ごす",
  "最近買ったおすすめのもの（ジャンル問わず）",
  "元気がない時や眠い時におすすめの食べ物教えて",
  "おすすめのお菓子教えて",

  //人生で〇〇
  "人生で一番の失敗は？",
  "人生で一番楽しかった思い出",
  "人生で一番影響を受けた本・映画・人は？",
  "人生で一番の恐怖体験",

  //変わり種
  "とっておきの豆知識、雑学を教えて",
  "身体のためにやっていることは？",
  "命の危機を感じたことは？",

  //どっち派？
  "犬派？猫派？その理由も教えて",
  "海派？山派その理由も教えて",
  "都会と田舎どっちに住みたいか？その理由も教えて",

];